Repository: acincor/AC-Boke
Catalog: Acblog/Localized/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: 删除
en: Delete

source: %@分钟前
en: %@ Min(s) Ago

source: %@小时前
en: %@h Ago

source: hi，一起直播鸭！
en: Hi, let's live stream together!

source: TA的博客
en: About Someone

source: 不能删除别人的博客哦
en: You cannot delete someone else's blog

source: 主页
en: Information

source: 似乎出了点问题，请刷新重试
en: There is something error, please refresh the datas and wait for a few moments, then you can try again.

source: 似乎找不到目录
en: It seems that the directory cannot be found

source: 你的取消TA收到了
en: Someone received your disliking

source: 你的点赞TA收到了
en: Someone received your liking

source: 你的直播已在其他设备上进行...
en: Your live broadcast has already been played on another device

source: 保存
en: Save

source: 保存失败
en: Save Failed

source: 保存成功
en: Save Successed

source: 修改昵称
en: Rename

source: 关注
en: Followings

source: 关闭
en: Close

source: 最近
en: Recents

source: 写
en: Write

source: 写博客
en: Edit Board

source: 分享新鲜事...
en: Share something new...

source: 刚刚
en: Just Now

source: 创建
en: Create

source: 创建一个话题
en: create a new trend

source: 创建你的话题
en: create the trend you want

source: 创建话题
en: create a trend

source: 删除好友
en: Delete From Contacts

source: 删除成功
en: Delete Successed

source: 删除聊天记录
en: Delete Chat Datas

source: 刷新到%@条博客
en: Refresh to %@ blogs post

source: 加载中
en: Loading....

source: 加载数据错误，请稍后重试
en: Load datas failed, please wait for a few moments, then you can try again.

source: 博客加载错误
en: Blog Error

source: 即将执行此操作
en: About to perform this operation

source: 发布
en: release

source: 发现
en: Search

source: 发评论
en: submit your comment

source: 发送
en: send

source: 取消
en: Cancel

source: 名字：%@
en: Name: %@

source: 善言感动人心，恶语伤人心...
en: Kind words move people's hearts, while bad words hurt people's hearts...

source: 图片下载失败
en: Downloading Images Failed

source: 完成
en: Done

source: 开始体验
en: Start experiencing

source: 开始直播
en: Start a live broadcast

source: 微博正文
en: The Text of Blog

source: 您的网络不给力
en: Network Error

source: 成功删除好友
en: Delete Successed

source: 成功啦
en: Change Successed

source: 成功添加好友
en: Add Successed

source: 我
en: Me

source: 我的博客
en: My Blogs

source: 搜索
en: Search

source: 撤回
en: Recall

source: 改名失败
en: Rename Failed

source: 改名成功
en: Rename Successed

source: 昨天
en: Yesterday

source: 暂无点赞任何博客哦！
en: You haven't liked any blogs yet!

source: 暂无评论任何博客哦！
en: No Commented Blogs

source: 更换头像
en: Change avatar

source: 更改
en: Done

source: 更改用户名
en: Rename

source: 欢迎%@归来
en: Welcome back, %@

source: 没有博客
en: Refresh nothing new

source: 注册
en: Register

source: 注册Ac博客
en: Register as an user at Ac Boke

source: 注销账号
en: Log Off

source: 浪小花
en: Huahua

source: 消息
en: Message

source: 添加好友
en: Add to contacts

source: 点赞过的
en: Liked

source: 现在
en: Now

source: 用户协议
en: User Agreement

source: 用户名：
en: Username:

source: 用户未登录
en: Please Login

source: 登录
en: Login

source: 登录Ac博客
en: Log in Ac Boke

source: 登陆一下，随时随地发现新鲜事
en: Log in and discover new things anytime, anywhere

source: 登陆后，你的个人信息、直播操作、退登注销将会在这里展示
en: After logging in, your personal information, live streaming operations, and logout/logout will be displayed here

source: 登陆后，别人发给你的消息，你能在这里回复
en: After logging in, you can reply to messages sent by others here

source: 登陆后，能用搜索框搜索出自己想要的全新世界
en: After logging in, you can use the search box to search for the brand new world you want

source: 确定
en: Sure

source: 确定吗
en: Are you sure?

source: 确定注销账号，不陪我一起玩了吗？
en: Are you sure you want to cancel your account and stop playing with me?

source: 确定要退出登录吗
en: Are you sure you want to log out?

source: 粉丝
en: Fans

source: 结束直播
en: Stop a live broadcast

source: 编辑
en: Edit

source: 评论加载错误
en: There's something wrong with the comments

source: 评论过的
en: Commented

source: 请在输入框内输入您的用户名：
en: Please input your name

source: 赞
en: Like

source: 输入你的话题：
en: Input the trend you want:

source: 输入您的用户名
en: Please input your name

source: 退出登录
en: Log Out

source: 错误
en: Error

source: 首页
en: Home Page

source: 默认
en: Default
